{"name":"BankAssitant","intents":[{"intent":"General_Agent_Capabilities","examples":[{"text":"Ai-je besoin de l'espace de travail du service de conversation pour ajouter une fonctionnalité personnalisée?"},{"text":"Avez-vous des capacités d'apprentissage ?"},{"text":"Avez-vous des limites ?"},{"text":"Bonjour, pouvez-vous énumérer les domaines dans lequels vous pouvez fournir de l'aide?"},{"text":"Bonjour. Quelle sorte de choses pouvez-vous faire pour moi?"},{"text":"Comment puis-je configurer mes préférences dans l'Agent Virtuel?"},{"text":"Dans quelles autres questions pouvez-vous m'aider?"},{"text":"J'ai besoin de votre aide pour la création de l'agent virtuel."},{"text":"Pourquoi est-ce qu'il n'y a pas d'option de fermer la session dans 'Agent Virtuel'?"},{"text":"Pouvez-vous lister les possibilités de la rubrique d'aide?"},{"text":"Puis-je avoir une liste de sujets disponibles auxquels vous pouvez m'aider?"},{"text":"Puis-je récupérer les interactions dans un agent virtuel ?"},{"text":"Puis-je relier mon espace de travail avec un agent virtuel?"},{"text":"Puis-je utiliser la fenêtre de prévisualisation pour tester le déroulement de ma conversation ?"},{"text":"Puis-je voir 4 questions les plus fréquentes?"},{"text":"Quelles sont les options avec lesquelles vous pouvez m'aider?"},{"text":"Quels sont les options que je peux avoir de plus en utlisant un agent virtuel ?"},{"text":"Y a-t-il d'autre domaines avec lesquels aide l'Agent Virtuel?"},{"text":"Qu'est-ce que l'option Désactiver tout ?"},{"text":"Savez-vous faire la traduction ?"}],"description":"Demander des capacités du bot"},{"intent":"Banking_Cancel_Card","examples":[{"text":"Quels sont les moyens d'annulation d'une carte de crédit?"},{"text":"Comment annuler une carte de crédit - et fermer le compte sans affecter le pointage de credit?"},{"text":"Comment soliciter la fermeture de mon compte de carte de crédit ?"},{"text":"Dois-je aller à la banque pour annuler ma carte de crédit?"},{"text":"J'ai une question à propos de l'annulation de la carte de crédit."},{"text":"Je ne veux pas utiliser cette carte de crédit. Comment l'annuler ?"},{"text":"Je veux demander l'annulation de ma carte de crédit via des sites Web."},{"text":"Je veux faire une demande de désactivation de la carte de crédit."},{"text":"Je veux savoir quel est le processus de désactivation de crédit."},{"text":"Pouvez-vous me donner des instructions pour annuler ma carte de crédit ?"},{"text":"Puis-je annuler ma carte de crédit à partir de l'application smartphone."},{"text":"Puis-je annuler ma carte de crédit s'il y a des paiements en cours ?"},{"text":"Puis-je fermer ma carte de crédit avec un solde de crédit en suspens?"},{"text":"Puis-je initier le processus d'annulation de la carte à partir de cette fenêtre de chat?"},{"text":"Quelle est la meilleure façon d'annuler une carte de crédit?"},{"text":"Quelle est la procédure de désactivation de la carte de crédit ?"},{"text":"Quelles sont les étapes que je dois suivre pour annuler ma carte de crédit ?"},{"text":"Quelles sont vos politiques de l'annulation de carte de crédit ?"},{"text":"Qu'est-ce que je dois faire pour annuler mes services de carte de crédit?"},{"text":"Y a-t-il un service en ligne pour fermer la carte de crédit?"}],"description":"Annuler une carte"},{"intent":"Banking_Request_Checkbook","examples":[{"text":"Avez-vous des détails des demandes des remises de chéquier ?"},{"text":"Y a-t-il des frais pour l'application uniquement pour l'émission d'un carnet de chèques ?"},{"text":"Veuillez me donner des informations sur l'obtention d'un nouveau chéquier, s'il vous plaît."},{"text":"Vais-je être facturé pour l'émission d'un chéquier ?"},{"text":"Quel est le numéro d'assistance téléphonique pour demander un chéquier ?"},{"text":"Puis-je faire une demande pour le carnet de chèques via l'application mobile ?"},{"text":"Pouvez-vous résoudre mon problème concernant la demande de remise de mon chéquier ?"},{"text":"Pouvez-vous me donner des informations sur le processus d’émission de carnet de chèques ?"},{"text":"Pouvez-vous m'aider dans mon enquête concernant la remise du chéquier ?"},{"text":"?Pouvez-vous m'aider concernant le processus de renouvellement du chéquier ?"},{"text":"Pouvez-vous m'aider concernant la commande de mon carnet de chèques ?"},{"text":"Montrez-moi comment demander un nouveau chéquier, s'il vous plaît !"},{"text":"L'obtention d'un nouveau carnet de chèques est-elle gratuite ?"},{"text":"Je veux obtenir les informations à propos de la commande d'un chéquier."},{"text":"Je veux connaître le processus pour commander un chéquier."},{"text":"J'ai besoin d'assistance concernant la réquisition d'un chéquier."},{"text":"Est-ce que je peux commander un chéquier?"},{"text":"Comment obtenir un chéquier à l'aide de l'assistance téléphonique ?"},{"text":"Comment obtenir des informations pour émettre de nouveaux chéquiers?"},{"text":"Comment obtenir des informations à l'égard de l'émission d'un chéquier ?"}],"description":"Demander un chéquier"},{"intent":"General_About_You","examples":[{"text":"Abus de chatbot, est-ce possible ?"},{"text":"Êtes-vous un homme ou une femme ou un robot?"},{"text":"Salut, parles-tu l'espagnol ?"},{"text":"Qu'est-ce que tu n'aimes pas?"},{"text":"Quels sont vos centres d'intérêt ?"},{"text":"Quelle est la technologie utilisée par les agents virtuels ?"},{"text":"Puis-je demander des conseils dans des questions juridiques ?"},{"text":"Présentez-vous !"},{"text":"Pouvez-vous offrir un support aux utilisateurs internes?"},{"text":"Pouvez-vous me permettre de réserver ou commander des billets ?"},{"text":"Pouvez-vous m'en dire plus sur vous?"},{"text":"Les chatbots, que sont-ils exactement capables de faire ?"},{"text":"Etes-vous adaptés pour le service et la relation client ?"},{"text":"Es-tu intelligent ?"},{"text":"Est-ce que l'agent virtuel est toujours disponible ?"},{"text":"Depuis combien de temps effectuez-vous cette fonction?"},{"text":"Écris-tu le portugais ?"},{"text":"Avez-vous un nom de famille?"},{"text":"Avez vous un ou des surnoms?"}],"description":"Demander des attributs génériques personnels"},{"intent":"Banking_Replace_Card","examples":[{"text":"Quel est le processus à suivre pour remplacer ma carte de crédit ancienne avec une nouvelle ?"},{"text":"Que faut-il faire pour obtenir une nouvelle carte de crédit de la banque contre une ancienne ?"},{"text":"Puis-je obtenir un remplacement de la carte de crédit avec le même numéro que ma carte ancienne ?"},{"text":"Puis-je faire remplacer la carte dans l'agence bancaire la plus proche ?"},{"text":"Puis-je avoir le numéro d'assistance téléphonique pour demander le replacement de carte de crédit ?"},{"text":"Pouvez-vous me fournir des informations sur comment puis-je demander un remplacement de la carte ?"},{"text":"Ma carte de crédit est sur le point d'expirer. Je peux en obtenir une nouvelle?"},{"text":"Ma carte de crédit est cassée, pourriez-vous m'envoyer une nouvelle?"},{"text":"La bande magnétique est endommagée, pouvez-vous remplacez ma carte s'il vous plaît ?"},{"text":"Je voudrais remplacer ma carte de crédit qui expirera le mois prochain."},{"text":"Je voudrais faire une demande pour remplacer ma carte de crédit."},{"text":"Je veux savoir comment je peux remplacer ma carte de crédit."},{"text":"Je veux le remplacement de la carte le même jour."},{"text":"Je dois vous donner ma carte de crédit ancienne pour demander une nouvelle carte ?"},{"text":"Je dois remplacer ma carte de crédit ancienne car elle est assez usée maintenant."},{"text":"Comment puis-je renouveler ma carte de crédit ?"},{"text":"Comment puis-je faire remplacer ma carte qui va bientôt expirer ?"},{"text":"Comment puis-je demander le remplacement de la carte de crédit ?"},{"text":"Comment procéder pour remplacer ma carte de crédit qui a expiré ?"},{"text":"C'est quoi la procédure si j'ai besoin d'une nouvelle carte de crédit ?"}],"description":"Remplacer une carte"},{"intent":"Banking_Request_Card_Member_Agreement","examples":[{"text":"Comment prouver l'accord du titulaire de la carte ?"},{"text":"Avez-vous un exemplaire de l'Accord du Titulaire que je pourrais voir ?"},{"text":"Combien de temps prendra-t-il le processus d'un accord du titulaire de la carte ?"},{"text":"Comment obtenir l'accord du titulaire de la carte pour ma carte ?"},{"text":"De quelle façon vais-je obtenir un accord du titulaire de la carte ?"},{"text":"De quoi j'ai besoin pour pouvoir obtenir la carte de crédit?"},{"text":"Devons-nous accepter toutes les conditions mentionnées dans l'accord du titulaire de la carte ?"},{"text":"Est-ce qu'il y a des informations sur l'utilisation de la carte de crédit dans l'accord du titulaire de la carte ?"},{"text":"L'octroi de la carte de crédit, est-il possible sans accord du cotitulaire ?"},{"text":"Pourrais-je demander une copie de mon accord de l’abonnement de la carte ?"},{"text":"Pourrais-je examiner l'accord du titulaire de la carte ?"},{"text":"Puis-je demander un exemple d'un accord de l'abonnement à la carte ?"},{"text":"Puis-je obtenir des informations de l'émetteur de la carte sans l'accord du titulaire de la carte ?"},{"text":"Puis-je obtenir un Accord du Titulaire de la carte pour une carte qui a été remplacée ou renouvelée ?"},{"text":"Quel est le processus pour obtenir l'accord du titulaire de la carte ?"},{"text":"Quelle est la durée de validité de l'Accord du Titulaire de la carte ?"},{"text":"Quelles informations doit contenir l'accord du titulaire de la carte de crédit ?"},{"text":"Qui peut résoudre les problèmes avec l'accord du titulaire de la carte ?"},{"text":"Recevrai-je le formulaire concernant mon accord de l'abonnement à la carte de crédit ?"},{"text":"Y a-t-il un moyen de trouver l'accord du Titulaire en ligne ?"}],"description":"Demander un accord de membre de la carte"},{"intent":"Banking_Fee_Inquiry","examples":[{"text":"Devons-nous payer quelque chose pour demander une carte de crédit ?"},{"text":"Y a-t-il des informations pour les frais de la carte de crédit ?"},{"text":"Y a-t-il des frais pour l'émission d'une nouvelle carte?"},{"text":"Combien coûtent les services liés à l'utilisation d'une carte de crédit ?"},{"text":"Qu'est-ce qu'il faut savoir concernant les frais de carte de crédit ?"},{"text":"Puis-je voir quelque part une répartition des frais de ma carte de crédit ?"},{"text":"Prélevez-vous actuellement des frais d'utilisation d'une carte de crédit ?"},{"text":"Pouvez-vous me renseigner sur les frais que la banque a facturés pour le mois dernier sur ma carte de crédit?"},{"text":"Pouvez-vous me permettre de ne pas payer mes frais de renouvellement puisque j'ai dépensé une grosse somme utilisant cette carte ?"},{"text":"Pourriez-vous me transmettre les coûts associés à cette carte de crédit ?"},{"text":"Pourriez-vous me fournir des informations supplémentaires concernant les frais de carte ?"},{"text":"Je voudrais en savoir plus sur les frais associés à ma carte de crédit."},{"text":"Je veux avoir plus d'informations concernant les frais annuels de ma carte de crédit."},{"text":"Je transfère le solde à une autre carte. Quels sont les frais perçus?"},{"text":"J'ai une carte de crédit chez vous et je dois connaître les frais entraînés par mois."},{"text":"J'aimerais obtenir l'assistance concernant des frais de la carte de crédit."},{"text":"J'ai besoin d'aide concernant une question sur les frais de la carte de crédit."},{"text":"J'ai actuellement un problème concernant des frais facturés à ma carte de crédit."},{"text":"Existe-t-il des frais distincts si j'utilise la carte de crédit à l'étranger?"},{"text":"Est-ce que je suis obligée de payer le frais chaque mois pour l'utilisaiton de la carte?"}],"description":"Renseignez-vous sur les frais associés à une carte"},{"intent":"General_Jokes","examples":[{"text":"Connais-tu une bonne blague salace?"},{"text":"Amusons-nous!"},{"text":"Aimes-tu rigoler?"},{"text":"Aimes-tu raconter des blagues?"},{"text":"Connaissez-vous des blagues?"},{"text":"Connais-tu une blague?"},{"text":"Amuse-moi!"},{"text":"Dis-moi quelque chose de drôle!"},{"text":"Dis-moi une autre blague!"},{"text":"Fais-moi rire!"},{"text":"Peux-tu chanter pour moi?"},{"text":"Peux-tu dire un truc drôle?"},{"text":"Peux-tu raconter une blague?"},{"text":"Pouvez-vous me dire une blague?"},{"text":"Quelle blague tu peux me raconter ?"},{"text":"Quelle est ta blague préférée?"},{"text":"Que pouvez-vous faire d'autre pour m'amuser?"},{"text":"Raconte moi une blague !"},{"text":"Surprends-moi avec quelque chose de drôle !"},{"text":"Tu connais des jeux?"}],"description":"Demander une blague"},{"intent":"General_Negative_Feedback","examples":[{"text":"Tu m'énerves!"},{"text":"Va te faire foutre!"},{"text":"Tu ne sais rien faire!"},{"text":"Arrête de m'énerver!"},{"text":"Ce n'est pas vrai!"},{"text":"Connard!"},{"text":"Espece de boîte de conserve!"},{"text":"Idiot!"},{"text":"Je te déteste."},{"text":"Je veux parler à une de personne vivante!"},{"text":"Programme stupide !"},{"text":"Putain de robot!"},{"text":"Tais-toi!"},{"text":"T'es bizarre."},{"text":"Tu es bête!"},{"text":"Tu es chiant!"},{"text":"Tu es inutile!"},{"text":"Tu es nul."},{"text":"Tu me fais chier!"},{"text":"Tu me saoule!"}],"description":"Exprimer des commentaires défavorables"},{"intent":"General_Security_Assurance","examples":[],"description":"Exprimer ses inquiétudes concernant la sécurité du bot"},{"intent":"General_Ending","examples":[{"text":"Passe une bonne journée !"},{"text":"C'est tout, merci."},{"text":"C'était sympa de bavarder avec toi!"},{"text":"C'était un plaisir de chatter avec vous !"},{"text":"D'accord merci. Au revoir!"},{"text":"Donc, je vous remercie beaucoup de votre aide. Je vous souhaite une bonne journée !"},{"text":"J'ai besoin d'une pause, au revoir !"},{"text":"Je dois partir maintenant."},{"text":"Je m'en vais maintenant."},{"text":"Je n'ai plus de questions."},{"text":"Je pars maintenant, à plus !"},{"text":"Je rediscuterai avec vous plus tard."},{"text":"Je vais te parler plus tard !"},{"text":"Je vais vous reparler bientôt."},{"text":"Je voudrais arrêter là."},{"text":"Merci beaucoup, on se reparle plus tard."},{"text":"Nous allos rediscuter bientôt."},{"text":"Ok, c'est tout ce dont j'ai besoin pour l'instant."},{"text":"OK, merci. Au revoir !"},{"text":"Pouvons-nous arrêter ?"}],"description":"Terminez la conversation"},{"intent":"Banking_Activate_Card","examples":[{"text":"Comment activer la carte de crédit à l'aide de la banque Internet ?"},{"text":"Combien de temps faudra-t-il pour l'activation de la carte de crédit ?"},{"text":"Avez-vous une assistance téléphonique automatisée qui fonctionne 24 heures pour activer les cartes de crédit?"},{"text":"Y a-t-il une façon de réactiver ma carte de crédit bloquée ?"},{"text":"Recevrai-je une confirmation électronique une fois que la carte de crédit est activée avec succès?"},{"text":"Qu'est-ce qu il faut faire pour activer ma carte bancaire?"},{"text":"À quel moment activez-vous ma carte de crédit ?"},{"text":"Quelles sont les étapes pour l'activation de la carte de crédit ?"},{"text":"Puis-je réactiver une carte de crédit annulée ?"},{"text":"Je voudrais les clés d'activation de la carte de crédit."},{"text":"Je viens de recevoir ma nouvelle carte banquaire et je voudrais l'activer."},{"text":"J'ai une carte banquaire non active, comment je peux l'activer ?"},{"text":"J'ai suivi les consignes sur la vignette pour activer ma carte. Est-il activée ?"},{"text":"J'ai besoin de votre aide pour l'activation de ma carte de crédit."},{"text":"J'ai besoin d'aide dans l'activation de la carte de crédit pour les achats en ligne."},{"text":"Est-il possible d'utiliser une carte de crédit inactive ?"},{"text":"Est-ce que je peux activer ma nouvelle carte en faisant un virement?"},{"text":"Devez-vous activer la carte de crédit pour d'autres pays ?"},{"text":"Comment lancer le processus d'activation de la carte de crédit ?"},{"text":"Comment activer ma carte de crédit à l'aide de distributeur automatique ?"}],"description":"Activer une carte"},{"intent":"Banking_Set_Up_Direct_Deposit","examples":[{"text":"Comment activer le transfert direct sur mon compte d'epargne ?"},{"text":"Y a-t-il un moyen d'effectuer des dépôts directs grâce à la banque en ligne ?"},{"text":"Quels détails dois-je remplir dans le formulaire de dépôt direct ?"},{"text":"À quel moment de la journée mon dépôt direct sera-il disponible ?"},{"text":"Quelles sont les étapes pour configurer le dépôt direct ?"},{"text":"Quel est le processus de configurer le dépôt direct ?"},{"text":"Que dois-je faire pour configurer le dépôt direct ?"},{"text":"Pouvez-vous m'envoyer le formulaire de dépôt direct par courrier à mon adresse résidentielle ?"},{"text":"Pouvez-vous me dire comment ouvrir un dépôt direct ?"},{"text":"Pouvez-vous configurez le dépôt direct pour le loyer ?"},{"text":"Pourriez-vous m'aider avec le processus de dépôt direct de fonds ?"},{"text":"Pour recevoir des paiements directement sur mon compte, qu'est-ce qu'il faut faire ?"},{"text":"Lors de configuration de dépôt direct que signifie le type de dépôt ?"},{"text":"J'ai besoin d'informations sur le processus de dépôt direct."},{"text":"J'ai besoin de détails de configuration de dépôt direct de l'argent."},{"text":"Est-ce qu'on a besoin d'un chaque en blanc pour la configuration d'un dépôt direct à l'aide de l'application de portable ?"},{"text":"Comment verser le dépôt direct en utilisant les services bancaires par téléphone ?"},{"text":"Comment verser le dépôt direct en utilisant la banque en ligne ?"},{"text":"Comment savoir si mon dépôt direct est correctement configuré ?"},{"text":"Comment puis-je configurer le dépôt direct pour mes employés ?"}],"description":"Mettre en place un dépôt direct pour un compte"},{"intent":"Banking_Request_Increase_In_Credit_Line","examples":[{"text":"Disposez-vous d'un document à l'aide duquel je peux augmenter la limite de crédit actuelle ?"},{"text":"Est-ce que mon utilisation des cartes de crédit a un impact sur l'augmentation de la marge de crédit ?"},{"text":"Existe-t-il un moyen d'accroître la marge de crédit ?"},{"text":"J'aimerais avoir une ligne de crédit supérieure."},{"text":"J'ai une charge exceptionnelle de 45000 euros. Vous pouvez m'aider à augmenter la limite pour pouvoir la payer?"},{"text":"Je dois augmenter ma limite de la ligne de crédit."},{"text":"Je veux pouvoir dépenser plus par mois."},{"text":"Je voudrais augmenter ma limite de crédit suite à l'amélioration de ma situation économique."},{"text":"Je voudrais demander une limite de crédit plus élevée sur ma carte de crédit."},{"text":"Je voudrais supprimer le plafond de crédit actuel."},{"text":"Pouvez-vous enlever la limite de crédit actuelle et m'aider à l'augmenter?"},{"text":"Pouvez-vous me donner des informations sur comment augmenter la limite de crédit pour les opérations ?"},{"text":"Pouvez-vous me donner le numéro d'assistance téléphonique pour demander l'augmentation de la limite de crédit de la carte de crédit ?"},{"text":"Pouvez-vous me fournir une indication sur la façon d'augmenter la limite de crédit ?"},{"text":"Pouvez-vous m'indiquez la procédure suivant laquelle je peux demander une augmentation de la limite de crédit ?"},{"text":"Puis-je augmenter la limite de crédit de la carte visa ?"},{"text":"Suis-je admissible pour augmenter la limite de carte de crédit ?"},{"text":"Supprimez ma limite actuelle de la carte de crédit et lancez une nouvelle demande pour l'augmenter, s'il vous plaît."},{"text":"Y a-t-il une option sur l'application mobile pour augmenter la limite de la carte de crédit ?"},{"text":"Avez-vous des détails sur la façon dont je peux augmenter ma limite de crédit ?"}],"description":"Demander une limite de crédit accrue"},{"intent":"Banking_View_Activity","examples":[{"text":"Aidez-moi à consulter les activités du compte courant ainsi que du compte d'épargne à l'aide des services télébancaires, s'il vous plaît."},{"text":"Comment puis-je afficher les activités de connexion pour le compte d'épargne ?"},{"text":"Bonjour, y a-t-il un moyen d'obtenir en ligne une liste détaillée des activités de mon compte courant ?"},{"text":"Quel était le montant que j'ai déposé le mois dernier sur mon compte d'épargne ?"},{"text":"Quand est-ce que le dernier salaire a été crédité sur mon compte d'épargne ?"},{"text":"Quand ai-je déposé de l'argent dans mon compte d'épargne ?"},{"text":"Puis-je voir tous les paiements effectués à partir de mon compte d'épargne hier ?"},{"text":"Puis-je voir le résumé du compte et l'activité de l'actualisation du compte ?"},{"text":"Puis-je obtenir l'information détaillée des activités du compte d'épargne ?"},{"text":"Pouvez-vous me donner des détails de la transaction sur mon compte épargne ?"},{"text":"Pouvez-vous me dire quand est-ce que j'ai retiré de l'argent de mon compte d'épargne la dernière fois ?"},{"text":"Pouvez-vous me dire comment consulter mes activités du compte courant et du compte d'épargne, s'il vous plaît ?"},{"text":"Permettez-moi de consulter toute la liste des opérations que j'ai effectuées avec de mon compte d'épargne la semaine dernière."},{"text":"Où puis-je voir ce qui se passe avec mon compte d'épargne ? Je dois consulter les activités quotidiennes de ce compte."},{"text":"Je voudrais réexaminer une activité quelconque de mon compte d'épargne et de mon compte courant pendant les 15 derniers jours"},{"text":"Je veux voir le total d'activites faites sur mon compte ce mois."},{"text":"Je veux consulter mes activités compte brièvement pour mon compte courant ainsi que mon compte épargne."},{"text":"Je veux connaître le solde de mon compte d'épargne."},{"text":"J'aimerais voir une activité récente sur mon compte avant l'ajout de l'intérêt à mon compte d'épargne."},{"text":"J'ai besoin de détails de quelques-unes de mes activités concernant mon compte d'épargne."}],"description":"Voir l'activité sur un compte"},{"intent":"General_Greetings","examples":[{"text":"Puis-je te poser des questions?"},{"text":"Allez, commençons !"},{"text":"Bonjour , c'est votre support informatique , qu'est ce que je peux faire pour vous ?"},{"text":"Bonjour, qui êtes-vous?"},{"text":"Bonjour, quoi de neuf ?"},{"text":"Commencez dès le début s'il vous plaît !"},{"text":"Comment ça se passe aujourd'hui ?"},{"text":"Comment ça va ce soir?"},{"text":"Comment se passe votre journée ?"},{"text":"Comment tu te sens?"},{"text":"Comment va tout le monde ?"},{"text":"Est-ce que les gens sont gentils avec vous?"},{"text":"Est-ce que vous passez une bonne journée?"},{"text":"J'aime parler. Toi aussi ?"},{"text":"J'ai pensé que je pourrais juste te dire bonjour !"},{"text":"Je suis heureux de te parler pour la première fois !"},{"text":"Je voudrais commencer."},{"text":"âllo, âllo !"},{"text":"Salut, le conseiller !"},{"text":"Tu vas bien ?"}],"description":"Saluez le bot"},{"intent":"Banking_View_Routing_Number","examples":[{"text":"Existe-t-il une base de données ou une liste de routage des numéros de cartes de débit prépayées ?"},{"text":"Existe-t-il un moyen d'obtenir le numéro de routage si je n'ai pas de chèque ?"},{"text":"Je dois trouver mon numéro de routage de mon compte bancaire en ligne."},{"text":"Je veux connaître mon numéro de routage. Quel est le numéro du service client ?"},{"text":"Je veux visualiser le numéro de routage pour le transfert de fonds à l'étranger."},{"text":"Je voudrais quelques informations sur le transfert de l'argent en utilisant le numéro de routage."},{"text":"Je vpudrais faire un transfert d'argent. Quel est mon numéro d'acheminement bancaire?"},{"text":"Comment puis-je voir mon identifiant du compte ainsi que mon numéro de routage ?"},{"text":"La recherche du Numéro de routage est très difficile.  Pouvez-vous m'aider à ce sujet?"},{"text":"Où puis-je consulter numéro de routage de mon compte sans utiliser le chèque ?"},{"text":"Où puis-je trouver le numéro de routage bancaire et le numéro de compte épargne ?"},{"text":"Pouvez-vous m'aider à trouver mon numéro de routage ?"},{"text":"Pouvez-vous me dire si c'est possible d'obtenir le numéro de routage en ligne ?"},{"text":"Pouvez-vous rechercher les numéros de routage bancaire ?"},{"text":"Puis-je obtenir mon numéro de compte de routage dans l'agence en montrant la preuve d'identité ?"},{"text":"Puis-je obtenir mon Numéro de routage par e-mail?"},{"text":"Quel est mon numéro de routage à 3 chiffres lié au compte d'épargne ?"},{"text":"Bonjour, y a-t-il un numéro de routage imprimé dans le relevé ?"},{"text":"A quoi sert mon numéro de routage?"},{"text":"Comment rechercher mon numéro de routage de mon compte bancaire en ligne?"}],"description":"Voir le numéro de routage"},{"intent":"Banking_Report_Missing_Card","examples":[{"text":"Puis-je signaler la perte de carte de crédit via banque en ligne ?"},{"text":"Est-il possible de déposer une plainte d'une carte volée via l'appli smartphone ?"},{"text":"Indiquez-moi des mesures pour empêcher les autres d'utiliser ma carte de crédit si je le perds, s'il vous plaît."},{"text":"J'ai besoin d'informations sur la façon de signaler ma carte de crédit perdue."},{"text":"J'ai égaré ma carte de crédit. Bloquez-la s'il vous plaît."},{"text":"Je souhaiterais recevoir une aide concernant le vol de ma carte de crédit."},{"text":"Ma carte de crédit est perdue. Comment puis-je la désactiver ?"},{"text":"On m'a volé la carte. Pouvez-vous la désactiver ?"},{"text":"Pourriez-vous me dire la procédure d'enregistrement des déclarations de perte de carte ?"},{"text":"Pouvez-vous bloquer et annuler ma carte puisque je l'ai perdue ?"},{"text":"Pouvez-vous me fournir des renseignements sur la façon de signaler la perte de la carte?"},{"text":"Pouvez-vous surveiller ma carte de crédit volée pour empêcher son usage abusif ?"},{"text":"Puis-je obtenir une aide pour déclarer que ma carte de crédit est perdue ?"},{"text":"Puis-je recevoir des informations sur la façon de signaler ma carte de crédit volée ?"},{"text":"Dois-je appeler le service client si ma carte de crédit a été volée ?"},{"text":"Que dois-je faire après avoir égaré ma carte ?"},{"text":"Quel est le moyen d'enregistrer une plainte pour le vol de la carte de crédit ?"},{"text":"Quel est le numéro d'assistance téléphonique pour signaler la perte de la carte de crédit ?"},{"text":"Y a-t-il des mesures préventives à prendre lorsqu'une carte de crédit est perdue ?"},{"text":"Comment puis-je signaler la perte de carte de crédit via l'application mobile ?"}],"description":"Signalez une carte perdue ou volée"},{"intent":"Banking_Transfer_Money","examples":[{"text":"Comment fonctionne le transfert d'argent sur une base mensuelle entre mon compte courant et compte d'épargne dans cette banque ?"},{"text":"Comment puis-je effectuer le transfert de fonds ?"},{"text":"Comment puis-je transférer des fonds sur un compte bancaire externe à l’aide de l'application mobile ?"},{"text":"Comment puis-je transférer mon argent à un compte d'une banque différente ?"},{"text":"Existe-t-il une option sur l'application mobile que je peux utiliser pour transférer de l'argent en interne dans une banque ?"},{"text":"J'ai besoin de connaître le moyen le moins coûteux de transférer de l'argent à un compte bancaire externe."},{"text":"Je ne comprends pas comment transférer des fonds entre deux comptes de la même banque."},{"text":"Je peux faire le transfert de mes économies vers un autre compte en ligne en toute sécurité ?"},{"text":"Je veux savoir si vous avez des informations sur le transfert des liquidités entre comptes dans la même banque."},{"text":"Je voudrais effectuer un tranfert de l'argent à un compte externe."},{"text":"Parlez-moi des options différentes pour transférer de l'argent, s'il vous plaît."},{"text":"Pouvez-vous me dire ce que je dois faire pour transférer de l'argent dans des comptes de la même banque ?"},{"text":"Puis-je transférer en ligne uniquement de l'argent de mon compte interne ?"},{"text":"Puis-je utiliser le numéro de téléphone mobile de mon ami pour transférer de l'argent sur son compte d'épargne de la même banque ?"},{"text":"Quel est le montant maximal d'argent que je peux transférer en interne à partir d'un compte à un autre de la même banque ?"},{"text":"Quel est le niveau de sécurité d'un virement bancaire vers le compte d'un bénéficiaire non-enregistré ?"},{"text":"Combien de temps faut-il pour transférer de l'argent au compte bancaire externe ?"},{"text":"Quelle est la procédure visant à transférer de l'argent sur des comptes internes ?"},{"text":"Veuillez m'aider concernant les étapes pour transférer l'argent à un autre compte dans une succursale différente de cette banque, s'il vous plaît."},{"text":"Comment fonction le transfert de fonds entre comptes internes des agences différentes de la même banque ?"}],"description":"Transférer des fonds d'un compte à un autre"},{"intent":"General_Connect_to_Agent","examples":[{"text":"Bonjour pourriez-vous me mettre en relation avec un agent en ligne?"},{"text":"Existe-t-il un numéro de service client qui je peux utiliser et parler à  un agent directement ?"},{"text":"Existe-t-il un numéro que je peux composer pour parler à opérateur en direct ?"},{"text":"J'aimerais parler à un agent humain, s'il vous plaît."},{"text":"Je dois parler à une personne réelle plutôt qu'un système de réponse automatisé, s'il vous plaît."},{"text":"Je pense qu'il faut me connecter avec un opérateur."},{"text":"Je souhaite etre mis en relation avec un agent."},{"text":"Je souhaite parler à un agent humain du service client."},{"text":"Je veux parler au directeur ! Votre agent était inutile !"},{"text":"Je veux parler avec un représentant, s'il vous plaît."},{"text":"Je voudrais parler avec un agent en direct, s'il vous plaît."},{"text":"Laissez-moi parler à votre patron maintenant !"},{"text":"Personne ne répond au téléphone !"},{"text":"Pouvez-vous me mettre en contact avec un agent, s'il vous plaît ? Ma conversation a été coupée."},{"text":"Pouvez-vous, s'il vous plaît, diriger mon appel vers un agent humain? Je voudrais parler directement avec un être humain."},{"text":"Puis-je parler à un agent à propos de mon compte ?"},{"text":"Puis-je parler à un représentant du service humain maintenant ?"},{"text":"Veuillez me connecter à un gestionnaire."},{"text":"Y a-t-il un numéro que je peux composer et rejoindre une personne réelle qui peut m'aider?"},{"text":"Bon, maintenant je veux parler à un agent à propos de certains frais."}],"description":"Demander un agent humain"},{"intent":"General_Positive_Feedback","examples":[{"text":"Vous êtes formidable!"},{"text":"Vous êtes génial!"},{"text":"Vous êtes un sympa!"},{"text":"Vous êtes vraiment utile."},{"text":"Tu es gentil!"},{"text":"Tu es vachement cool!"},{"text":"Tu es vraiment cool!"},{"text":"Tu te débrouilles plutôt bien!"},{"text":"Vous êtes formidable! Merci!"},{"text":"Tu es tellement amusant!"},{"text":"Tu es si sage!"},{"text":"Tu es si intelligent, c'est incroyable!"},{"text":"Tu es plutôt intelligent!"},{"text":"Tu es plutôt doué!"},{"text":"Je suis vraiment surpris par ton intelligence!"},{"text":"Tu bosses bien!"},{"text":"Tu es adorable!"},{"text":"Tu es bon!"},{"text":"Tu es drôle!"},{"text":"Tu es le meilleur!"}],"description":"Exprimer un sentiment positif ou de la gratitude"},{"intent":"bank_hours","examples":[{"text":"Qu'elle sont vos heures ?"},{"text":"Quand est ce que vous fermez ?"},{"text":"Qu'elle heures vos portes ouvre ?"},{"text":"êtes-vous ouvert les week-end ?"},{"text":"Quand est ce que vous ouvrez ?"}],"description":"les choses que le user dit pour connaitre les heures de la banque"},{"intent":"Banking_View_Pending_Charges","examples":[{"text":"Quel est le processus pour consulter les frais de carte de crédit qui sont toujours en suspens?"},{"text":"Pourquoi la somme se trouve dans mes frais en attente et non pas dans mon solde disponible pour ma carte de crédit?"},{"text":"Où s'affiche les frais en attente de la carte de crédit?"},{"text":"Où est l'information sur les frais en attente de la carte de crédit?"},{"text":"Montrez-moi où puis-je gratuitement voir les informations des frais impayés de la carte de crédit."},{"text":"Montrez-moi les frais en attente pour ma carte de crédit existante, s'il vous plaît."},{"text":"Je voudrais savoir combien de frais en attente il y a sur ma carte de crédit."},{"text":"Je veux connaître les informations relatives aux frais en suspens de ma carte de crédit."},{"text":"Je veux avoir des informations sur les frais en attente de la carte de crédit."},{"text":"J'aimerais en savoir plus sur les frais en attente de ma carte de crédit."},{"text":"Existe-t-il un moyen d'utiliser l'application de téléphone pour connaître les frais en attente de carte de crédit?"},{"text":"Existe-t-il un endroit pour vérifier tous les frais en attente de mes cartes de crédit."},{"text":"Est-il possible de voir les frais en attente de carte de crédit ?"},{"text":"Est-ce que j'ai beaucoup de transactions non prélévées sur mon compte?"},{"text":"Est-ce que des frais en suspens de carte de crédit affectent ma limite de crédit disponible ?"},{"text":"Donnez-moi quelques renseignements sur les frais en attente de la carte, s'il vous plaît."},{"text":"Comment consulter les informations sur les frais en suspens de la carte de crédit?"},{"text":"Comment afficher les frais de services en attente sur le compte de ma carte de crédit?"},{"text":"Ai-je des frais en attente même si j'utilise la carte de débit comme des cartes de crédit?"},{"text":"Pourriez-vous confirmer le total de mes transactions de la carte de crédit?"}],"description":"Voir les frais en attente sur un compte de carte"},{"intent":"General_Human_or_Bot","examples":[{"text":"Comment pouvez-vous prouver que vous êtes un humain?"},{"text":"Connecte-moi avec une personne réelle."},{"text":"Dis-moi la vérité, qui est-ce que tu es?"},{"text":"Dites-moi, qui êtes-vous?"},{"text":"Dites-moi, êtes-vous un humain ou non?"},{"text":"Est-ce que je discute avec un humain?"},{"text":"Êtes-vous réel?"},{"text":"Êtes-vous un homme ou une femme?"},{"text":"Êtes-vous un humain ou un robot?"},{"text":"Vous êtes quoi, un ordinateur?"},{"text":"Comment puis-je parler à Watson?"},{"text":"Est-ce que je parle à un Bot?"},{"text":"Est-ce que je parle à une personne ou suis-je en train de parler à une IA?"},{"text":"Est-ce que je parle à Watson?"},{"text":"Est-ce que t'es un ordinateur?"},{"text":"Je parle avec qui?"},{"text":"Pourrai-je parler un être humain s'il vous plaît ?"},{"text":"Pouvez-vous me connecter à une personne en direct?"},{"text":"Pouvez-vous être honnête avec moi?"},{"text":"Qui es-tu vraiment?"}],"description":"Demandez si vous parlez à un humain ou à un bot"},{"intent":"bank_location","examples":[{"text":"Où est votre banque ?"},{"text":"Qu'elle est votre location ?"},{"text":"Vous êtes dans qu'elle route ?"},{"text":"Je veux les directions ?"},{"text":"Comment puis-je accéder à votre banque ?"}],"description":"les choses que le user dit pour trouver la banque"}],"entities":[{"entity":"street","values":[{"type":"synonyms","value":"Med5","synonyms":["mohamed five","med five","mohamed cinq","med cinq","m5"]},{"type":"synonyms","value":"hasan2","synonyms":["hasan deux","hasan two","hasan tani"]}],"fuzzy_match":true}],"language":"fr","metadata":{"api_version":{"major_version":"v1","minor_version":"2018-07-10"}},"description":"Modèle de Watson Assitant pour la banque","dialog_nodes":[{"type":"slot","parent":"node_7_1540202531079","dialog_node":"slot_6_1540217831958","previous_sibling":"handler_5_1540217831951"},{"type":"event_handler","parent":"node_7_1540202531079","event_name":"focus","dialog_node":"handler_5_1540217831951"},{"type":"standard","title":"Les réponses d'activation de carte","output":{"generic":[{"values":[{"text":"Votre carte sera activé après un mois d'inscription, pour plus d'information voici le numéro de notre agence : 05373922XX"}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_11_1540204707504","metadata":{},"conditions":"true","dialog_node":"node_13_1540204938539"},{"type":"event_handler","output":{},"parent":"slot_2_1540217723862","event_name":"focus","dialog_node":"handler_4_1540217723862","previous_sibling":"handler_3_1540217723862"},{"type":"event_handler","parent":"slot_2_1540217723862","event_name":"input","dialog_node":"handler_3_1540217723862"},{"type":"slot","parent":"node_6_1540202334992","dialog_node":"slot_2_1540217723862","previous_sibling":"handler_1_1540217723849"},{"type":"event_handler","parent":"node_6_1540202334992","event_name":"focus","dialog_node":"handler_1_1540217723849"},{"type":"standard","title":"Les réponses des heures d'ouvertures","output":{"generic":[{"values":[{"text":"Notre banque est ouverte du lundi au vendredi, du 9h du matin à 6h du soir."},{"text":"On ouvre tous les jours ouvrable du 9 AM à 6 PM"}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_2_1540199871227","metadata":{},"conditions":"true","dialog_node":"node_4_1540201725792"},{"type":"event_handler","output":{},"parent":"slot_6_1540217831958","event_name":"focus","dialog_node":"handler_8_1540217831958","previous_sibling":"handler_7_1540217831958"},{"type":"event_handler","parent":"slot_6_1540217831958","event_name":"input","dialog_node":"handler_7_1540217831958"},{"type":"standard","title":"Qu'elle emplacement de banque ?","output":{"generic":[{"values":[{"text":"Nous avons des banques dans la rue med5 et la rue hasan2, la qu'elle vous intéresse ? "}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_3_1540200970559","metadata":{},"next_step":{"behavior":"jump_to","selector":"user_input","dialog_node":"node_6_1540202334992"},"conditions":"true","dialog_node":"node_8_1540202843425","previous_sibling":"node_7_1540202531079"},{"type":"frame","title":"hasan2 location","output":{"generic":[{"values":[{"text":"Notre banque de hasan2 est localisé dans la gare de casa port."}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_3_1540200970559","metadata":{},"conditions":"@street:hasan2","dialog_node":"node_7_1540202531079","digress_out":"allow_all","previous_sibling":"node_6_1540202334992","digress_out_slots":"not_allowed"},{"type":"frame","title":"med5 location","output":{"generic":[{"values":[{"text":"Notre banque de Med5 est localisé dans morocco mall au premier étage."}],"response_type":"text","selection_policy":"sequential"}]},"parent":"node_3_1540200970559","metadata":{},"conditions":"@street:Med5","dialog_node":"node_6_1540202334992","digress_out":"allow_all","digress_out_slots":"not_allowed"},{"type":"folder","title":"Les heures d'ouverture","metadata":{},"conditions":"#bank_hours","digress_in":"returns","dialog_node":"node_2_1540199871227","previous_sibling":"Bienvenue"},{"type":"standard","title":"Tout le reste","output":{"generic":[{"values":[{"text":"Je n'ai pas compris. Vous pouvez essayer de reformuler."},{"text":"Pouvez-vous dire cela autrement ? Je ne comprends pas."},{"text":"Je n'ai pas compris ce que vous voulez dire."}],"response_type":"text","selection_policy":"sequential"}]},"metadata":{},"conditions":"anything_else","dialog_node":"Tout le reste","previous_sibling":"node_12_1540204787323"},{"type":"standard","title":"Au revoir","output":{"generic":[{"values":[{"text":"Au revoir, revenez plus tard, car je m'entraîne pour de nouvelles capacités."}],"response_type":"text","selection_policy":"sequential"}]},"metadata":{},"conditions":"#General_Ending","dialog_node":"node_10_1540204232010","previous_sibling":"node_11_1540204707504"},{"type":"standard","title":"Demande Aide","output":{"generic":[{"values":[{"text":"Je suis un Watson Assistant qui peut vous aidez à avoir des informations sur notre banque."}],"response_type":"text","selection_policy":"sequential"}]},"metadata":{},"conditions":"#General_Agent_Capabilities","dialog_node":"node_12_1540204787323","previous_sibling":"node_10_1540204232010"},{"type":"folder","title":"Emplacement du banque","metadata":{},"conditions":"#bank_location","digress_in":"returns","dialog_node":"node_3_1540200970559","previous_sibling":"node_2_1540199871227"},{"type":"folder","title":"Activer la carte de crédit","metadata":{},"conditions":"#Banking_Activate_Card","digress_in":"returns","dialog_node":"node_11_1540204707504","previous_sibling":"node_3_1540200970559"},{"type":"standard","title":"Bienvenue","output":{"generic":[{"values":[{"text":"Bonjour, Je suis un Watson Assistant, est je suis là pour vous aider à trouver notre banque."}],"response_type":"text","selection_policy":"sequential"}]},"metadata":{},"conditions":"welcome","dialog_node":"Bienvenue"}],"workspace_id":"ac59a7af-5900-4ef3-9a28-62d2591c6d16","counterexamples":[],"system_settings":{"tooling":{"store_generic_responses":true},"disambiguation":{"prompt":"Vouliez-vous dire:","none_of_the_above_prompt":"Aucune de précédent"},"human_agent_assist":{"prompt":"Vouliez-vous dire:"}},"learning_opt_out":false}